tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-versions'
tap 'homebrew/core'
tap 'homebrew/services'
brew 'git'
brew 'the_platinum_searcher'
brew 'tig'
brew 'z'
brew 'zsh'
brew 'node'
brew 'npm'
brew 'zsh-completions'
cask '1password'
cask 'alfred'
cask 'bettertouchtool'
cask 'docker'
cask 'iterm2'
cask 'karabiner-elements'
cask 'obsidian'
cask 'sequel-ace'
cask 'visual-studio-code'
cask 'spotify'
